---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionCProfileWithLips
source: html/87383203-7f26-8cf2-75e8-f616d9a1cb23.htm
---
# StructuralSectionCProfileWithLips Properties

Common set of parameters for structural analysis.